[TUT_1stBattleOver_02_DELTA2 SoundNodeWave]
SpokenText="Central. I think that's it. It's over."

[TUT_1stBattleOver_03_CEN SoundNodeWave]
SpokenText="Roger that, Delta. Secure the bodies and head back to the Skyranger for immediate extraction."

[TUT_ConstantResearch_03_CS SoundNodeWave]
SpokenText="Commander, with this research complete, my staff and I currently have nothing to study. I would like to ask your permission to autopsy the alien cadavers retrieved from your last two field operations... I'm sure you would agree that if we're going to defeat the aliens, we must understand their physiology."

[TUT_ConstantResearch_04_CS SoundNodeWave]
SpokenText="Thank you, Commander. I will let you know when this research has been completed."

[TUT_ConstantResearch_07_CS SoundNodeWave]
SpokenText="Hmph. It appears Dr. Shen's staff have finally figured out how to turn their machines on."

[TUT_CouncilMissions_01_CEN SoundNodeWave]
SpokenText="Commander, the Council has requested a word."

[TUT_CouncilMissions_04_CEN SoundNodeWave]
SpokenText="Sounds like we better get to it."

[TUT_Dashing_01_DELTA3 SoundNodeWave]
SpokenText="Central, I have movement.  30 meters north of my position.  Police vehicle."

[TUT_Engineering_01_CE SoundNodeWave]
SpokenText="Ah, Commander. I was wondering when you'd be stopping by. Welcome to Engineering.  Anything they can dream up in the Research Labs, we can build it here."

[TUT_Engineering_02_CE SoundNodeWave]
SpokenText="Speaking of which, Dr. Vahlen has just sent us some new schematics. With your approval, we will begin fabrication."

[TUT_Engineering_03_CE SoundNodeWave]
SpokenText="Excellent. My team can't wait to get started. I'll notify you once it's complete."

[TUT_FacilityConstruction_01_CE SoundNodeWave]
SpokenText="Commander, no doubt you are aware of Dr. Vahlen's request to capture one of the aliens.  A sound plan,  but she fails to realize that we lack a facility to safely contain a live specimen.  With your approval, my team and I will begin construction of a suitable facility."

[TUT_FacilityConstruction_02_CE SoundNodeWave]
SpokenText="Thank you, Commander.  I'll let you know when the facility is ready."

[TUT_FacilityConstruction_06_CE SoundNodeWave]
SpokenText="Dr. Vahlen has asked to see you, Commander.  No doubt she wishes to explain her plan... personally."

[TUT_FacilityConstruction_07_CS SoundNodeWave]
SpokenText="Commander, I'm sure you've been briefed on my request.  With your authorization, we can begin research on the Arc Thrower immediately."

[TUT_FogPod_01_DELTA3 SoundNodeWave]
SpokenText="Sir, I have visual on the object.  Permission to approach."

[TUT_FogPod_04_DELTA3 SoundNodeWave]
SpokenText="I got no idea what this thing is, but I can confirm that it's no satellite."

[TUT_MissionControl_01_CEN SoundNodeWave]
SpokenText="The enemy is testing our capabilities, Commander.  We've gotten reports of simultaneous attacks in two different countries.  We can only respond to one."

[TUT_MissionControl_02_CEN SoundNodeWave]
SpokenText="The country we help will donate more resources to our cause, but the panic level of the country we choose not to help... will rise.  It's not an easy decision, Commander, but it's one you'll have to make."

[TUT_MissionControl_07_CEN SoundNodeWave]
SpokenText="Understood. The troops are waiting for you in the Hangar."

[TUT_MovingTimeForward_01_CEN SoundNodeWave]
SpokenText="Commander, Dr. Vahlen reports that research is progressing in the labs, but it will still be some time before the project is complete. While we're waiting, our local satellite network has just come online and we can now begin scanning for new activity. The process could take several days.  "

[TUT_Objectives_01_CEN SoundNodeWave]
SpokenText="Commander, based on Dr. Vahlen's report, I recommend we begin researching the new weapon she's calling the 'Arc Thrower' in the Labs. Once completed, we can send the plans down to Engineering for fabrication, and then equip one of our troops with it in the Barracks. Dr. Shen and the Engineering team are also waiting on approval for construction of the Containment Facility that we'll need in order to house the alien captive."

[TUT_PanicMechanic_02_CEN SoundNodeWave]
SpokenText="Commander, we have an incoming transmission from the Council."

[TUT_PanicMechanic_04_CEN SoundNodeWave]
SpokenText="The Council knows you made the right decision, Commander.  With the resources we have available, there's only so much we can do.  However, our Chief Engineer did come up with something to help you keep an eye on things..."

[TUT_ResearchTakesTime_01_CS SoundNodeWave]
SpokenText="Hello Commander.  The current research task is progressing as expected.  However, it will still be some time before the schematics are ready for Engineering.  I'm sure you have other pressing matters to attend to in the meantime."

[TUT_SatelliteLaunch_02_CEN SoundNodeWave]
SpokenText="Commander, good news. The Council has donated a satellite. Our current Satellite Uplink facility can support up to two satellites, so I recommend we launch the new one immediately."

[TUT_SatelliteLaunch_03_CEN SoundNodeWave]
SpokenText="With this additional satellite in place, we've gained a significant upgrade to our overall coverage. I recommend we begin scanning for alien contacts right away."

[TUT_SatelliteLaunch_04_CE SoundNodeWave]
SpokenText="Fabrication of the 'S.C.O.P.E.' device is complete.  It has been delivered to the Armory."

[TUT_SatelliteLaunch_05_CE SoundNodeWave]
SpokenText="Fabrication of the Nanofiber Vest is complete, Commander. It has been delivered to the Armory."

[TUT_ScienceLab_01_CS SoundNodeWave]
SpokenText="Hello, Commander.  My name is Dr. Vahlen.  I oversee the Research Labs.  This is where all of XCOM's research and development takes place."

[TUT_ScienceLab_02_CS SoundNodeWave]
SpokenText="We have already begun analyzing the artifacts recovered from our first encounter with the aliens.  Based on our preliminary findings, we believe we can use them to develop some new equipment for our soldiers."

[TUT_ScienceLab_03_CS SoundNodeWave]
SpokenText="With your approval, we will begin research immediately."

[TUT_ScienceLab_04_CS SoundNodeWave]
SpokenText="Thank you, Commander.  This research will take some time.  We will notify you once it is complete."

[TUT_ScienceLab_10_CS SoundNodeWave]
SpokenText="It sounds like you are needed elsewhere.  Farewell, Commander.  If you recover any additional artifacts during your field operations... I would be quite eager to study them."

[TUT_TheHangar_01_CE SoundNodeWave]
SpokenText="Welcome back, Commander. I wanted to speak to you about our current fleet of Interceptors. It's crucial that we keep several of these aircraft on high alert - we'll need them to intercept any future alien contacts, and it's likely we'll suffer some losses in the process. To help prevent that, you have the option of modifying the interceptor's weapon loadouts from the hangar interface."

[TUT_TheHangar_02_CE SoundNodeWave]
SpokenText="I think it's also worth mentioning that even a full squadron of Interceptors will do no good against our enemy if we don't know where they are.  Additional satellite coverage will be required before we are able to detect alien craft elsewhere on the planet.  Visit us in Engineering should you wish to build additional satellites. Goodbye, Commander."

[TUT_UFOInterception_01_CEN SoundNodeWave]
SpokenText="Commander, we're picking up widespread radio chatter indicating UFO sightings within our current satellite coverage area.  We should begin scanning for contacts as soon as possible."

[TUT_UFOInterception_02_CEN SoundNodeWave]
SpokenText="Looks like that satellite we launched paid off.  We're picking up an unidentified fast-mover.  If we scramble an Interceptor now, we may be able to take it down."

